[
  {
        "title": "And We're live!",
        "tagline": "3WireBuild - Documenting the progress",
        "body":
        "This blog was created as a counterpart to @3WireBuild. I will be blogging and posting all of my woodworking projects and sessions focusing on traditional furniture making and hand tool restoration. Thanks for visiting and stay tuned!",
        "author": "Matt Thompson",
        "image":"https://c8.staticflickr.com/9/8786/28415371255_9e14b14ea5_b.jpg width='1024' height='1024'",
        "Date":"2016-07-23"
  },

  {
        "title": "The Daily Dove",
        "tagline": "Hand cut dovetails… or the progression of. ",
        "body": "Squared, Marked, and Cut. I’m learning more and more to pay attention to my elbow as I saw. The goal is to try and get as close to an 'off the saw' dovetails as possible. With practice and a little paring to the baseline these will be ready for production.",
        "author": "Matt Thompson",
        "image":"https://c8.staticflickr.com/9/8718/28415231935_8809db9d15_b.jpg width='1024' height='1024' alt='3WireBuild Upload'>",
        "Date":"2016-07-25"
  },

{
        "title": "A Plane Restoration (part 1)",
        "tagline": "Restoration of a flea market #4 hand plane",
        "body":
          "I found and purchased a cheap/used #4 hand plane from our friendly neighbor Amazon. Excited to learn more about restoration and repair I soon noticed a few things that may not be repairable. The lateral adjuster broke off from a poor rivet and the body itself was a bit twisted. I will look to disassemble this plane learn from it and see what is still salvageable. EDIT: I’m still thinking this plane can be set up for a specific use. The lateral adjustor seems to be the only issue… Enter tiny hammer. Once the sole has been flattened I will see about sharpening the blade up.",
        "author": "Matt Thompson ",
        "image":"https://c4.staticflickr.com/9/8666/28415233435_ff802accf4_z.jpg",
        "Date":"2016-07-25"
  },

{
        "title": "Rips and Zips - (Part 1)",
        "tagline": "Disston D-8 Rip and D-23 Crosscut Restoration",
        "body":"Starting my workshop I needed a few hand saws starting with two saws for roughing boards down to size. I also wanted to keep true the trade, after researching a bit I landed on these two E-bay finds. A Disston D-8 rip saw and a Disston D-23 crosscut saw. The quality still surpasses anything found today at the 'big box stores'. Another bonus included with the D-8 is the thumb holed handle. This offers an alternate grip while ripping down the board on a bench.  After a good cleaning and sharpening these saws should be set to last another lifetime.",
        "author": "Matt Thompson",
        "image":"https://c7.staticflickr.com/9/8044/28132206870_1984977891_z.jpg",
        "Date":"2016-07-25"
  },

{
        "title": "Rust and Dust - (Part 1)",
        "tagline": "A Backsaw Restoration",
        "body":"Another cheap EBay saw, this one will take a lot of TLC but will be fun to bring back to life. The first steps will be multiple baths of vinegar to remove the years of abuse and rust. In the end I still think this little guy can be saved and added to the collection. The handle is also still in great shape and will clean up nicely.",
        "author": "Matt Thompson",
        "image":"https://c3.staticflickr.com/8/7479/28132206530_22ae7a6ac3_z.jpg",
        "Date":"2016-07-25"
  },

{
        "title": "Parachute Stool - (part 1)",
        "tagline": "Design for a “Danish Cord” stool",
        "body":"A simple footstool/seat to practice mortise and tenon joinery. This will have a few angled tenon’s for practice and I will plan to use colored parachute cord in a Danish weave style for the top. After this project I will look to transfer the skills over to a fuller bench.",
        "author": "Matt Thompson",
        "image":"https://c7.staticflickr.com/9/8696/27797916014_bc3981e629_z.jpg",
        "Date":"2016-07-25"
  }

]
